Revit 2027 API
UnitTypeId.SquareMillimetersPerMeter Property
 Square millimeters per meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SquareMillimetersPerMeter { get; }
Public Shared ReadOnly Property SquareMillimetersPerMeter As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SquareMillimetersPerMeter {
	ForgeTypeId^ get ();
}
static member SquareMillimetersPerMeter : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace